wn.cant.connect.msg=Al momento non \u00e8 possibile connettere Kindle. Riprovare pi\u00f9 tardi. Se il problema persiste, riavviare Kindle dal Menu in Impostazioni e riprovare.
wn.cant.connect.restart.msg=Al momento non \u00e8 possibile connettere Kindle. Assicurarsi di trovarsi all\u2019interno della zona coperta da wireless e riprovare. Se il problema persiste, riavviare Kindle dal Menu in Impostazioni e riprovare.
wn.cant.reconnect.msg=Al momento non \u00e8 possibile connettere Kindle. Assicurarsi di trovarsi all\u2019interno della zona coperta da wireless e riprovare. Se il problema persiste, riavviare Kindle dal Menu in Impostazioni e riprovare.
wn.radio.off.button.text=attiva connessione Wi-Fi
wn.server.error.msg=Problemi tecnici con il servizio wireless. Riprovare pi\u00f9 tardi.
wn.radio.cant.power.msg=Impossibile eseguire la connessione del dispositivo wireless. Riavviare Kindle da Impostazioni e riprovare.
wn.no.signal.strength.msg=Al momento non \u00e8 possibile connettere Kindle perch\u00e9 il segnale wireless \u00e8 troppo debole. Riprovare pi\u00f9 tardi.
wn.roaming.msg=Kindle sta eseguendo il roaming al di fuori dell\u2019area wireless. Riprovare pi\u00f9 tardi.
wn.download.failed.msg=Download non completato perch\u00e9 la memoria di Kindle \u00e8 piena. Liberare spazio per nuovo contenuto eliminando contenuto dalla Home page.
wn.server.error.store.msg=Kindle Store attualmente non disponibile. Riprovare pi\u00f9 tardi.
wn.ad.details.error.msg=Dettagli su questo annuncio non pi\u00f9 disponibili. Attivare la connessione wireless per ricevere il contenuto pi\u00f9 recente.
gn.cant-resize.msg=\u00c8 possibile modificare le dimensioni del testo solo durante la lettura.
gm.memory.low.msg=Download non completato perch\u00e9 la memoria di Kindle \u00e8 piena. Liberare spazio per nuovo contenuto eliminando contenuto dalla Home page.
gm.memory.full.msg=Download non completato perch\u00e9 la memoria di Kindle \u00e8 piena. Liberare spazio per nuovo contenuto eliminando contenuto dalla Home page.
um.battery.low.msg=Il livello di carica della batteria \u00e8 troppo basso per installare questo aggiornamento in modo sicuro. Ricarica completamente Kindle e riprova.
um.no.update.msg=Nessun file di aggiornamento presente.
um.apply.update.title=Aggiorna Kindle
um.apply.update.msg=Stai per aggiornare il software di Kindle. Continuare?
screen.wake.msg=Far scorrere e rilasciare l\u2019interruttore di alimentazione per accendere
alert.repeat.occurs.pattern=0# |2#\u0020\u0020({0,number,integer} pi\u00f9 volte...)
ad.reset.alert.msg=Le offerte speciali sono state rimosse da Kindle.
ad.reset.alert.button.label=ok
am.off.title=Disattivare la modalit\u00e0 Aeroplano?
am.off.msg=Kindle \u00e8 in modalit\u00e0 Aeroplano e la connettivit\u00e0 wireless \u00e8 assente. Disattivare la modalit\u00e0 Aeroplano?
am.on.msg=La modalit\u00e0 Aeroplano \u00e8 attiva, disattivarla e riprovare.
